{
    "team_health_questions": [
        {
            "title": "Support",
            "id": "support",
            "example_good": "We always get great support and help when we ask for it!",
            "example_bad": "We keep getting stuck because we can't get the support and help that we ask for."
        },
        {
            "title": "Teamwork",
            "id": "teamwork",
            "example_good": "We are a totally gelled super-team with awesome collaboration!",
            "example_bad": "We are a bunch of individuals that neither know nor care about what the other people in the squad are doing."
        },
        {
            "title": "Pawns or players",
            "id": "players",
            "example_good": "We are in control of our own destiny! We decide what to build and how to build it.",
            "example_bad": "We are just pawns in a game of chess with no influence over what we build or how we build it."
        },
        {
            "title": "Mission",
            "id": "mission",
            "example_good": "We know exactly why we are here and we’re really excited about it!",
            "example_bad": "We have no idea why we are here, there's no high picture or focus. Our so called mission is completely unclear and uninspiring."
        },
        {
            "title": "Suitable process",
            "id": "process",
            "example_good": "Our way of working fits us perfectly!",
            "example_bad": "Our way of working sucks!"
        },
        {
            "title": "Delivering value",
            "id": "value",
            "example_good": "We deliver great stuff! We're proud of it and our stakeholders are really happy.",
            "example_bad": "We deliver crap. We feel ashamed to deliver it. Our stakeholders hate us."
        },
        {
            "title": "Learning",
            "id": "learning",
            "example_good": "We're learning lots of interesting stuff all the time!",
            "example_bad": "We never have time to learn anything."
        },
        {
            "title": "Speed",
            "id": "speed",
            "example_good": "We get stuff done really quickly! No waiting and no delays. We never seem to get anything done.",
            "example_bad": "We keep getting stuck or interrupted. Stories keep getting stuck on dependencies."
        },
        {
            "title": "Fun",
            "id": "fun",
            "example_good": "We love going to work and have great fun working together!",
            "example_bad": "Boooooooring..."
        }
    ]
}
